namespace MyTelegram.Bot.Constans
{
	public class Answers
	{
		public static string GetInfo()
		{
			return 
@"⭐️⭐️⭐️⭐️⭐️⭐️⭐️⭐️⭐️⭐️
Этого бота зовут - Милый бот (логично из названия)
Что делает бот:
1. Дает мое расписание и твое(мне)
2. Будет показывать кол-во дней мы уже встречаемся.
3. Будет писать наши мысли друг о друге.(мило и плюс мотивация; там разные фразы!)  
Вот так вот, маслята.
⭐️⭐️⭐️⭐️⭐️⭐️⭐️⭐️⭐️⭐️";
		}

		public static string[] GetMotivationForDasha()
		{
			return new string[]
			{
				"У тебя все получится! Я верю в тебя😘",
				"Давай давай Даша давай ура давай ты сможешь!😌😎💪💋❤️",
				"Если будешь стараться, то у тебя все получится!✨✨✨",
				"Знаешь, а ведь после вуза мы будем жить вместе😏 Так что давай будем думать о хорошем)",
				"Самое большое препятствие — страх.Самая большая ошибка — пасть духом. (Джон Вуден)🤓",
				"Не ищи мотивацию для себя — становись мотивацией для других! (Грейс Хоппер)",
				"Мечты не работают, пока не работаешь ты. (Грейс Хоппер)🤠",
				"«Бездействие порождает беспокойство и страх.Действие — уверенность и смелость.Если ты хочешь победить страх, не сиди дома и не думай об этом. Встань и действуй». Мэг Джей(Meg Jay)🧐",
				"Наша любовь пройдет через все преграды!😎😘💋❤️",
				"«Пока у тебя есть попытка – ты не проиграл». (Сергей Бубка)🤓",
				"Будем оба стараться и у нас се получится!😎",
				"Не совершай классическую ошибку всех умников: не думай, что нет людей умнее тебя. (Карл Ван Лун)😏",
				"Ты — это то, что ты делаешь. Ты — это твой выбор. Тот, в кого себя превратишь. (Джонни Депп)😎",
				"Лучше сделать и пожалеть, чем не сделать и пожалеть дважды. (Грейс Хоппер)🤓",
				"Многие вещи кажутся невыполнимыми до тех пор, пока их не сделаешь. (Нельсон Манделла)",
				"Каждый раз нужно прыгать со скалы и отращивать крылья по пути вниз. (Рэй Брэдбери)",
				"Все в мире непрочно, кроме любви. Любовь не может сбиться с пути, если только это настоящая любовь, а не хилый уродец, спотыкающийся и падающий на каждом шагу. «Мартин Иден»",
				"Любить — это значит отдавать, а не получать. «Время-не-ждет»",
				"Когда любишь кого-то, ты его любишь, и, если ничего больше не можешь ему дать, ты все-таки даешь ему любовь. «1984»",

			};
		}		

		public static string GetDashaSchedule()
		{
			return
@"***Понедельник (11:40 - 17:10)***
 Инф. Технологии 
 СиАОД
 Бадминтон💪🏐

***Вторник (11:40 - 13:15)***
Матлог дистант:3

***Среда (9:50 - 17:10)***
Бадминтон💪🏐
Англ
СиАОД
Матан

***Четверг (8:00 - 11:25)***
Физика
Матлог

***Пятница (9:50 - 11:25)***
Бадминтон💪🏐

***Суббота (8:00 - 15:20)***
Математика
Инт. Технологии
Инт. Технологии
Инф. Технологии
*Обычно в субботу на последнюю пару не хожу, поэтому раньш заканчиваю*
*Вся суббота дистант:)*";
		}

		public static string GetZaharSchedule()
		{
			return
@"***Понедельник (11:40 - 17:10)***
 Инф. Технологии 
 СиАОД
 Бадминтон💪🏐

***Вторник (11:40 - 13:15)***
Матлог дистант:3

***Среда (9:50 - 17:10)***
Бадминтон💪🏐
Англ
СиАОД
Матан

***Четверг (8:00 - 11:25)***
Физика
Матлог

***Пятница (9:50 - 11:25)***
Бадминтон💪🏐

***Суббота (8:00 - 15:20)***
Математика
Инт. Технологии
Инт. Технологии
Инф. Технологии
*Обычно в субботу на последнюю пару не хожу, поэтому раньш заканчиваю*
*Вся суббота дистант:)*";
		}
	}
}
